Repository: kevinweber/lazy-load-for-videos
Catalog: languages/lazy-load-for-videos-*.po
Languages: ca, eo

source: Thumbnail quality
ca: Qualitat de miniatures
eo: Kvalito de antaŭrigardobildoj

source: Default
ca: Per defecte
eo: Defaŭlto

source: Standard quality
ca: Qualitat estàndard
eo: Normala kvalito

source: Higher quality
ca: Qualitat alta
eo: Pli alta kvalito

source: Max resolution
ca: Màxima resolució
eo: Maksimuma distingivo

source: To suggest and vote for new features: Let the developer come into contact with you.
ca: Per suggerir i votar noves funcionalitats: Permeteu que el desenvolupador es posi en contacte amb vosaltres.
eo: Por proponi kaj voĉdoni pri novaj funkcioj: Permesu al la disvolvisto kontakti vin.

source: Get contacted
ca: Sol·licitar informació
eo: Estu kontaktota

source: Enter your email address
ca: Entreu la vostra adreça de correu
eo: Enigu vian retpoŝtadreson

source: Signup via Plugin
ca: Registre mitjançant plugin
eo: Registrado per la kromaĵo

source: Settings
ca: Configuració
eo: Agordoj

source: Your posts have been updated successfully.
ca: Els teus posts s'han actualitzat amb èxit.
eo: Viaj afiŝoj ĝisdatiĝis sukcese.

source: by
ca: de
eo: de

source: Website by Kevin Weber
ca: Lloc web de Kevin Weber
eo: Retejo de Kevin Weber

source: Version
ca: Versió
eo: Versio

source: Speed up your site and customise your video player!
ca: Accelera el teu web i personalitza el teu reproductor de vídeos!
eo: Rapidigu vian retejon kaj laŭplaĉigu vian videoludilon!

source: General/Styling
ca: General/Estil
eo: Ĝeneralaj/stilaj agordoj

source: Only load CSS/JS when needed
ca: Carregar CSS/JS només quan sigui necessari
eo: Ŝargi CSS/JS-on nur kiam necese

source: to improve performance
ca: per millorar el rendiment
eo: por pligonigi la rendimenton

source: Important:
eo: Grave:

source: When this option is checked, some videos might not lazy load if posts with videos are loaded using Ajax.
ca: Si aquesta opció està marcada, és possible que alguns vídeos no es carreguin de manera 'lazy', si pàgines amb vídeos es carreguen mitjançant Ajax.
eo: Kiam ĉi tiu opcio estas elektita, eblas ke kelkaj filmetoj estos ŝargataj malfrue, se la ŝargado okazas pere de Ajax.

source: Play Button
ca: Botó de reproducció
eo: Ludbutono

source: White (CSS-only)
ca: Blanc (només CSS)
eo: Blanka (nur CSS)

source: White Pulse (CSS-only)
ca: Blanc Pols (CSS-only)
eo: Blanka Pulso (nur CSS)

source: Black (CSS-only)
ca: Negre (CSS-only)
eo: Nigra (nur CSS)

source: Black Pulse (CSS-only)
ca: Negre Pols (CSS-only)
eo: Nigra Pulso (nur CSS)

source: Old Youtube button image
ca: Botó antic de YouTube (imatge)
eo: Malnova butono de YouTube (bildo)

source: Red Youtube button image
ca: Botó vermell de YouTube (imatge)
eo: Ruĝa butono de YouTube (bildo)

source: No play button
ca: Sense botó de reproducció
eo: Neniu ludbutono

source: Thumbnails/Patterns
ca: Miniatures/patrons
eo: Antaŭrigardobildoj/Modeloj

source: Thumbnail covering the video element
ca: Miniatura sobre l'element de vídeo sencer
eo: Antaŭrigardobildo kovranta la tutan videoelementon

source: Thumbnail contained within the video element
ca: Miniatura dins de l'element de vídeo
eo: Antaŭrigardobildo ene de la videoelemento

source: Pattern: Carbon
ca: Patró: Carbó
eo: Modelo: Karbono

source: Pattern: Dots
ca: Patró: Punts
eo: Modelo: Punktoj

source: Pattern: Light Seigaiha
ca: Patró: Seigaiha clar
eo: Modelo: Hela Seigaiha

source: None
ca: Cap
eo: Neniu

source: For a thumbnail to be displayed, a request needs to be made to the server of a video platform. You can display one of the available patterns instead, or nothing at all.
ca: Per mostrar una miniatura cal que es faci una sol·licitut al servidor de la plataforma de vídeos. Podeu mostrar un dels patrons disponibles en comptes de la miniatura, o no mostrar res en absolut.
eo: Por montri la antaŭrigardobildon necesas sendi peton al la servilo de videoplatformo. Eblas montri unu el pluraj disponeblaj modeloj anstataŭe, aŭ nenion entute.

source: Define which thumbnail quality should be used by default. When a maximum resolution thumbnail is not available, a lower quality thumbnail will be loaded. This setting can be overridden on every individual page/post.
ca: Definiu la qualitat per defecte de les minatures. Si no hi ha cap imatge de màxima resolució disponible, es farà servir una imatge de qualitat més baixa. Aquesta opció es pot sobreescriure a cada pàgina/post individual.
eo: Elektu la defaŭltan kvaliton de antaŭrigardobildoj. Kiam ne disponeblas bildeto de maksimuma distingivo, bildeto de malpli alta kvalito estos ŝargata. Ĉi tiu agordo povas esti ŝanĝata ĉe ĉiu individua paĝo/afiŝo.

source: Custom CSS
ca: CSS personalitzat
eo: Laŭplaĉigita CSS

source: Support for TablePress
ca: Suport per a TablePress
eo: Subteno por TablePress

source: Only check this box if you actually use this feature (for reason of performance). If checked, you can paste a Youtube or Vimeo URL into tables that are created with TablePress and it will be lazy loaded.
ca: Només marqueu aquesta opció si realment esteu fent servir aquesta funcionalitat (per motius de rendiment). Si està marcada, podeu enganxar una adreça de YouTube o Vimeo a dins de taules creades amb TablePress i es carregaran de manera 'lazy'.
eo: Elektu ĉi tiun opcion nur se vi fakte uzas la funkcion (pro kialoj de rendimento). Se la opcio estas elektita, vi povas alglui retadreson de YouTube aŭ Vimeo en tabelojn kreitaj per TablePress kaj ili estos ŝargataj malfrue.

source: Attribution
ca: Atribució
eo: Atribuado

source: Are you thankful for this plugin? I've invested months and months of work. This plugin is 100% free and open source.
ca: Esteu agraïts per aquest plugin? Hi he invertit mesos i mesos de feina. Aquest plugin és 100% lliure i de codi obert.
eo: Ĉu vi estas dankema pro ĉi tiu kromaĵo? Mi investis plurajn monatojn da laboro. Ĉi tiu kromaĵo estas 100% senpaga, libera kaj fontmalferma.

source: No attribution: "I can not afford to give appropriate credit for this free plugin."
ca: Cap atribució: "No em puc permetre atribuir el mèrit adequat per a aquest plugin gratuït."
eo: Neniu atribuo: "Mi ne povas permesi al mi doni konvenan atribuadon por ĉi tiu libera kaj senpaga kromaĵo."

source: Donation: "I have donated already or will do so soon."
ca: Donatiu: "Ja he fet un donatiu o el faré aviat."
eo: Donaco: "Mi faris donacon aŭ faros ĝin baldaŭ."

source: Please %1$sdonate now%2$s so I can keep maintaining and improving this plugin.
ca: Si us plau, %1$sfeu un donatiu ara%2$s perquè pugui mantenir i millorar aquest plugin.
eo: Bonvolu %1$sdonaci nun%2$s por ke mi povu daŭrigi la prizorgadon kaj plibonigon de ĉi tiu kromaĵo.

source: Lazy Load for Youtube
ca: Càrrega 'lazy' per a YouTube
eo: Malfrua ŝargado por YouTube

source: Disable Lazy Load for Youtube
ca: Desactivar la càrrega 'lazy' per a YouTube
eo: Malaktivigi malfruan ŝargadon por YouTube

source: If checked, Lazy Load will not be used for %1$s videos.
ca: Si està marcat, no es farà servir càrrega 'lazy' per a %1$s vídeos.
eo: Se ĉi tiu opcio estas elektita, malfrua ŝargado ne estos uzata por filmetoj de %1$s.

source: Updates on this option will only affect new posts and posts you update afterwards with the "Update Posts" button at the bottom of this form.
ca: Els canvis d'aquesta opció afectaran només pàgines noves i pàgines que actualitzeu després de canviar l'opció mitjançant el butó "Actualitzar pàgines" a la part inferiord'aquest formulari.
eo: Ŝanĝoj de ĉi tiu opcio efikos nur al novaj afiŝoj kaj tiuj afiŝoj, kiujn vi ĝisdatigos poste per la butono "Ĝisdatigi afiŝojn" ĉe la malsupra parto de ĉi tiu formularo.

source: Display Youtube title
ca: Mostrar títols de vídeos YouTube
eo: Montru titolon de YouTube

source: If checked, the Youtube video title will be displayed on preview image.
ca: Si està marcat, es mostrarà el títol del vídeo YouTube sobre la miniatura.
eo: Se ĉi tiu opcio estas elektita, la titolo de la filmeto de YouTube estos montrata sur la antaŭrigardobildo.

source: Text Overlay
ca: Superposició de text
eo: Tekstsupermeto

source: Enter text to be displayed on top of all video thumbnails, for example a privacy disclaimer. Supports HTML.
ca: Entreu el text que es mostrarà sobre totes les vistes prèvies de vídeos, per exemple un avís de privacitat. Aquesta funció suporta HTML.
eo: Enigu la tekston, kiu devas esti montrata sur ĉiuj antaŭrigardobildetoj de filmetoj, ekzemple disklaro pri privateco. HTML-kodon estas permesata.

source: Pre-roll/post-roll ads
ca: Anuncis pre-roll/post-roll
eo: Antaŭa/posta reklamo

source: Pre-roll
ca: Abans de reproducció
eo: Antaŭa

source: Post-roll
ca: Després de reproducció
eo: Posta

source: (multiple IDs allowed)
ca: (es permeten múltiples IDs)
eo: (pluraj ID-oj estas permesataj)

source: Convert all Youtube videos into a playlist and automatically add your corporate video, product teaser or another video advertisement. You have to insert the plain Youtube %1$s, like %2$s or a comma-separated list of video IDs (%3$s).
ca: Convertir tots els vídeos de YouTube en una llista de reproducció i afegir automàticament el vostre vídeo corporatiu, un vídeo teaser d'un producte o qualsevol altre vídeo. Cal especificar els %1$s plans de YouTube, com ara %2$s, o una llista separada per comes d'IDs de vídeos (%3$s).
eo: Konvertigu ĉiujn YouTube-filmetojn en ludliston kaj aŭtomate aldonu vian kompanian, produkto-antaŭvidan aŭ alian reklaman filmeton. Vi devas enigi la nudan YouTube-adreson %1$s, ekzemple %2$s aŭ komo-disigitan liston de ID-oj de la filmetoj (%3$s).

source: Colour of progress bar
ca: Color de la barra de progrés
eo: Koloro de la progresindikilo

source: Red (default)
ca: Vermell (per defecte)
eo: Ruĝa (defaŭlto)

source: White
ca: Blanc
eo: Blanka

source: Hide annotations
ca: Amagar anotacions
eo: Kaŝu notaĵojn

source: If checked, video annotations (like "subscribe to channel") will not be shown.
ca: Si està marcat, les anotacions dels vídeos (com ara "Subscriu-te al canal") no es mostraran.
eo: Se ĉi tiu opcio estas elektita, notaĵoj de la filmetoj (kiel ekzemple "abonu la kanalon") ne estos montrataj.

source: Hide player controls
ca: Amagar els controls del reproductor
eo: Kaŝu la kontrolilojn de la ludilo

source: If checked, Youtube player controls will not be displayed.
ca: Si està marcat, els controls del reproductor de YouTube no es mostraran.
eo: Se ĉi tiu opcio estas elektita, la kontroliloj de la ludilo de YouTube ne estos montrataj.

source: Enable Youtube cookies
ca: Activar galetes de YouTube
eo: Aktivigu kuketojn de YouTube

source: If checked, Youtube videos will have a URL with "youtube.com" instead of "youtube-nocookie.com". This means Youtube video creators will get more extensive tracking stats at the expense of the privacy of your users.
ca: Si està marcat, els vídeos de YouTube tindran una URL amb "youtube.com" en comptes de "youtube-nocookie.com". Això significa que els creadors dels vídeos de YouTube tindran estadístiques de rastreig més exhaustives a cost de la privacitat dels vostres usuaris.
eo: Se ĉi tiu opcio estas elektita, filmetoj de YouTube havos adreson kun "youtube.com" anstataŭ "youtube-nocookie.com". Tio signifas ke la kreinto de la filmeto de YouTube ricevos pli detalajn sekvadajn statistikojn je la kosto de la privateco de viaj uzantoj.

source: Support for widgets
ca: Suport per a ginys
eo: Subteno por fenestraĵoj

source: Only check this box if you actually use this feature (for reason of performance)! If checked, you can paste a Youtube URL into a text widget and it will be lazy loaded.
ca: Només marqueu aquesta opció si realment esteu fent servir aquesta funcionalitat (per motius de rendiment)! Si està marcat, podeu enganxar una URL de YouTube a un giny de text i es carregarà de forma 'lazy'.
eo: Elektu ĉi tiun opcion nur se vi fakte uzas la funkcion (pro kialoj de rendimento)! Se ĝi estas elektita, vi povas alglui retadreson de YouTube en tekstan fenestraĵon kaj ĝi estos malfrue ŝargata.

source: Lazy Load for Vimeo
ca: Càrrega 'lazy' per a Vimeo
eo: Malfrua ŝargado por Vimeo

source: Disable Lazy Load for Vimeo
ca: Desactivar la càrrega 'lazy' per a Vimeo
eo: Malaktivigu la malfruan ŝargadon por Vimeo

source: Display Vimeo title
ca: Mostrar títol de Vimeo
eo: Montru titolon de Vimeo

source: If checked, the Vimeo video title will be displayed on preview image.
ca: Si està marcat, els títols dels vídeos de Vimeo es mostraran sobre la miniatura.
eo: Se ĉi tiu opcio estas elektita, la titolo de la filmeto de Vimeo estos montrata sur la antaŭrigarda bildeto.

source: Enter text to be displayed on top of all video thumbnails, for example a privacy disclaimer. No HTML.
ca: Entreu el text que es mostrarà sobre totes les vistes prèvies de vídeos, per exemple un avís de privacitat. Aquesta funció no suporta HTML.
eo: Enigu la tekston, kiu estos montrata sur ĉiuj antaŭrigardaj bildetoj de filmetoj, ekzemple disklaro pri privateco. HTML-kodo ne estas permesata.

source: Colour of the vimeo controls
ca: Color dels controls de Vimeo
eo: Koloro de la kontroliloj de Vimeo

source: Enable Vimeo cookies
ca: Activar galetes de Vimeo
eo: Aktivigu kuketojn de Vimeo

source: If checked, Vimeo videos will have a URL with "dnt=0" instead of "dnt=1". This means that Vimeo video creators will get more extensive tracking stats at the expense of the privacy of your users.
ca: Si està marcat, els vídeos de Vimeo tindran una URL amb "dnt=0" en comptes de "dnt=1". Això significa que els creadors dels vídeos de Vimeo tindran estadístiques de rastreig més exhaustives a cost de la privacitat dels vostres usuaris.
eo: Se ĉi tiu opcio estas elektita, filmetoj de Vimeo havos adreson kun "dnt=0" anstataŭ "dnt=1". Tio signifas ke la kreinto de la Vimeo-filmeto ricevos pli detalajn sekvadajn statistikojn je la kosto de la privateco de viaj uzantoj.

source: Update Posts
ca: Actualitzar pàgines
eo: Ĝisdatigi afiŝojn

source: Save changes first.
ca: Deseu els canvis abans.
eo: Konservu la ŝanĝojn antaŭe.

source: Update posts to setup your plugin for the first time or when recommended somewhere.
ca: Actualitzar els posts per configurar el vostre plugin el primer cop (o quan està recomenat).
eo: Ĝisdatigu afiŝojn por pretigi la kromaĵon post ĝia instalado aŭ kiam la kromaĵo rekomendas ĝin.

source: that's me.
ca: Aquest sóc jo.
eo: Tio estas mi.

source: I'm the developer of this plugin. Love it!
ca: Soc el desenvolupador d'aquest plugin. Us encanta?
eo: Mi estas la disvolvisto de ĉi tiu kromaĵo. Ŝategu ĝin!

source: It's free!
ca: És gratuït!
eo: Ĝi estas senpaga!

source: Support me with %1$sa delicious lunch%2$s or give this plugin a 5 star rating %3$son WordPress.org%4$s.
ca: Doneu suport amb %1$sun dinar deliciós%2$s o doneu una valoració de 5 estrelles %3$sa WordPress.org%4$s.
eo: Subtenu min per %1$sbongusta tagmanĝo%2$s aŭ donu 5-stelan takson al ĉi tiu kromaĵo ĉe %3$sWordPress.org%4$s.

source: Personal tip: Must use plugins
ca: Consell personal: Plugins imprescindibles
eo: Persona konsilo: Nepre havindaj kromaĵoj

source: (on my part)
ca: (de la meva part)
eo: (de mi)

source: WordPress SEO
ca: Optimització de WordPress per a motors de cerca
eo: Serĉilo-optimumigo de Wordpress

source: (by Yoast)
ca: (de Yoast)
eo: (de Yoast)

source: Broken Link Checker
ca: Comprovació d'enllaços trencats
eo: Kontrolilo por rompitaj ligiloj

source: (by Janis Elsts)
ca: (de Janis Elsts)
eo: (de Janis Elsts)
